const predictions = {
  // greetings: {
  //   topic: 'Сәлемдесу',
  //   data: [
  //     'Қайырлы таң',
  //     'Сәлеметсіз бе',
  //     'Қайырлы кеш',
  //     'Қалайсыз?',
  //     'Сәлем!',
  //   ],
  // },
  weather: {
    topic: 'Ауа райы',
    data: [
      'Бүгін күн шуақты',
      'Ауа райы бұлтты болады',
      'Ертең жаңбыр жауады',
      'Ауа температурасы жоғары',
    ],
  },
  horoscope: {
    topic: 'Жұлдызнама',
    data: [
      'Бүгінгі күн үшін жұлдызнама',
      'Сізге табыс әкеледі',
      'Сүйіспеншілік саласында сәттілік',
      'Мансап жолында өзгерістер',
    ],
  },
  toasts: {
    topic: 'Тостар',
    data: [
      'Денсаулық үшін!',
      'Ұзақ ғұмыр тілеймін!',
      'Бақыт пен береке!',
      'Жақсы күндерге!',
      'Достық үшін!',
    ],
  },
};

export default predictions;
